import React from 'react';
import styles from "../../catalog.module.scss";
import {IoIosArrowForward} from "react-icons/io";

const Data = () => {
    return (
        <div className={styles.catalog__column__data}>
            <p className={styles.catalog__column__data__text}>
                На сайте PROauto59.ru вы можете купить автомобильные аккумуляторы в Перми, от иностранных и российских производителей. В каталоге продукция из 13 брендов с постоянным пополнением. Заказы принимаются по телефону и в режиме онлайн. Не нашли в каталоге? Звоните нам +7 (342) 279-36-13, подберём для вас.
                <br/>
                <br/>
                Доставку не осуществляем.

                <br/>
                <br/>
                Аккумулятор – запускает двигатель автотранспорта и служит источником электроэнергии в системе без генератора. Обеспечивает увеличение напряжения в сети во время работы двигателя и электрогенератора. Необходимо знать, что запуск двигателя без исправного источника электричества (аккумуляторной батареи) и рабочего стартера – невозможен.
                <br/>
                <br/>
                Если у вас возникла необходимость в смене батареи и вы затрудняетесь, где купить аккумулятор в Перми, сначала обратите свое внимание на Пермский магазин «Pro auto». Мы работаем более 20 лет и за это время зарекомендовали себя как достойная компания розничной продажи в Пермском крае.
                С 1998 года фирма занимается продажей аккумуляторов для легковых автомобилей.
                <br/>
                <br/>
                С нашей фирмой сотрудничают сервисные центры по обслуживанию, поэтому все наши батареи тщательно проверяются специалистами перед продажей и имеют гарантийное и постгарантийное обслуживание.
                <br/>
                <br/>
                За долгие годы работы в розничных продажах мы стали профессионалами, и с уверенностью можем сказать, что способны обслужить любые легковые аккумуляторные батареи.
                <br/>
                <br/>
                Наш сервис со специалистами и интернет-магазин с грамотными менеджерами всегда предоставляют:
            </p>
            <div className={styles.catalog__column__data__rules}>
                <li className={styles.catalog__column__data__rules__rule}>
                    <IoIosArrowForward style={{border: '4px solid #1D1D1D',width: '28px',height: '28px'}}/>
                    Надежные аккумуляторы
                </li>
                <li className={styles.catalog__column__data__rules__rule}>
                    <IoIosArrowForward style={{border: '4px solid #1D1D1D',width: '28px',height: '28px'}}/>
                    Надежные аккумуляторы
                </li>
                <li className={styles.catalog__column__data__rules__rule}>
                    <IoIosArrowForward style={{border: '4px solid #1D1D1D',width: '28px',height: '28px'}}/>
                    Надежные аккумуляторы
                </li>
            </div>
            <p className={styles.catalog__column__data__text}>
                На сайте PROauto59.ru вы можете купить автомобильные аккумуляторы в Перми, от иностранных и российских производителей. В каталоге продукция из 13 брендов с постоянным пополнением. Заказы принимаются по телефону и в режиме онлайн. Не нашли в каталоге? Звоните нам +7 (342) 279-36-13, подберём для вас.
                <br/>
                <br/>
                Доставку не осуществляем.

                <br/>
                <br/>
                Аккумулятор – запускает двигатель автотранспорта и служит источником электроэнергии в системе без генератора. Обеспечивает увеличение напряжения в сети во время работы двигателя и электрогенератора. Необходимо знать, что запуск двигателя без исправного источника электричества (аккумуляторной батареи) и рабочего стартера – невозможен.
                <br/>
                <br/>
                Если у вас возникла необходимость в смене батареи и вы затрудняетесь, где купить аккумулятор в Перми, сначала обратите свое внимание на Пермский магазин «Pro auto». Мы работаем более 20 лет и за это время зарекомендовали себя как достойная компания розничной продажи в Пермском крае.
                С 1998 года фирма занимается продажей аккумуляторов для легковых автомобилей.

            </p>
        </div>
    );
};

export default Data;